{
  "scouts": {
	"templates": [
	  "The armor belonged to Scout {first_name} {last_name}. Records show they came from {origin}, hoping {motivation}. They died here, {death}.",
	  "This suit was assigned to {first_name} {last_name}, a specialist from {origin}. Their mission log states they joined the expedition {motivation}. The final entry reads: '{death_quote}'.",
	  "Scout {first_name} {last_name}. Born on {origin}. Enlisted {motivation}. The suit's telemetry blacks out after recording {death}.",
	  "A faded tag reads '{last_name}'. They were a long way from {origin}, but came here {motivation}. It seems they met their end {death}.",
	  "Just a name remains: Scout {first_name} {last_name}.",
	  "Scout {first_name} {last_name}. That's all the ID says.",
	  "The dog tags are simple: {first_name} '{nickname}' {last_name}.",
	  "A service tag is etched into the collar: {last_name}.",
	  "LOG CORRUPTED: ...Scout {first_name}... from {origin}... mission objective... {motivation}... data lost...",
	  "SYSTEM ERROR: ...telemetry from Scout {last_name}... vital signs critical... final moments record only {death}...",
	  "DATA FRAGMENT: ...user ID {first_name} {last_name}... from the city of ...... horrible death by ........",
	  "CORRUPTED LOG: ...from {origin}... assigned to Astrogue Scout Team... reason for enlistment: {motivation}... signal lost.",
	  "The suit's bio-monitor is frozen. Subject: {last_name}, {first_name}. Cause of termination: {death}.",
	  "A cracked datapad is clutched in the suit's gauntlet. It's a letter home to {origin}. It seems {first_name} joined {motivation}.",
	  "This armor is heavily damaged. The scout, {first_name} {last_name}, died {death}.",
	  "Encrypted file fragment... DECRYPTING... Scout {last_name}... last known action: attempting to rescue a teammate.",
	  "The only readable data is a mission objective file. Objective: {motivation}. Scout ID: {first_name} {last_name}.",
	  "A partial audio log: 'This is Scout {last_name}... if anyone finds this... it wasn't worth it. I just wanted {motivation}.'",
	  "This was {first_name} {last_name}. Just another scout who died for the mission.",
	  "The nameplate is scratched but readable: {first_name} {last_name}.",
	  "A simple tag: {last_name}.",
	  "Just a first name is visible, etched into the helmet: {first_name}.",
	  "LOG CORRUPTED: Scout ID ...... {last_name}... from ........ data unrecoverable.",
	  "FRAGMENT: ...came all the way from {origin}... just to die in the dark...",
	  "The suit's recorder only caught a final, desperate quote: '{death_quote}'",
	  "This scout's last act was to scrawl a message on the chest plate: '{death_quote}'",
	  "They came from {origin}, another soul lost to the hive.",
	  "This scout, {first_name}, was motivated by one thing: {motivation}.",
	  "The cause of death is clear: {death}. The scout's name was {last_name}.",
	  "A small, worn photo is tucked inside the helmet. A family back on {origin}.",
	  "Bio-log: Scout {first_name} {last_name}. Vitals ceased following {death}.",
	  "All data is wiped, except for a single name: {last_name}.",
	  "They called this one '{nickname}'.",
	  "A final, garbled transmission: 'This is {last_name}... tell them... tell them {death_quote}'",
	  "Data corrupted... only a partial name '{first_name}...' and a place '{origin}...' remain.",
	  "Just a serial number and a last name: {last_name}.",
	  "This was {first_name}. Another scout who never made it back.",
	  "The mission was everything to them. They signed up {motivation}.",
	  "This scout died thinking of {origin}.",
	  "A short recording: 'My name is {first_name} {last_name}. I died {death}.'",
	  "The suit's log is wiped. Only a name remains: {last_name}.",
	  "Scout {first_name} '{nickname}' {last_name}. Another fallen operative.",
	  "They died alone, but their mission log says they were fighting for {motivation}.",
	  "The last thing this suit recorded was the sound of {death}.",
	  "A faded patch on the shoulder indicates they were from {origin}.",
	  "A datachip contains a single file: a will. It mentions a family on {origin} and a debt.",
	  "This scout's file says they were a decorated veteran before this mission.",
	  "All that's left is a name: {first_name} {last_name}.",
	  "A final message, scrawled in blood on the inside of the visor: '{death_quote}'",
	  "They say this scout, {last_name}, was the best infiltrator they had.",
	  "BIO-LOG CORRUPT: ...Scout {first_name}... heart rate... escalating... entry ends with a string of corrupted characters: 7B%#@...hive...{$##@...mind...}",
	  "A single word is scrawled on the helmet: '{nickname}'. Nothing else remains.",
	  "The suit's audio recorder plays on a loop: a faint, distorted whisper of a name, '{first_name} {last_name}'.",
	  "Encrypted Mission Briefing found. Operative: {last_name}. Objective: {motivation}. Survival... not projected.",
	  "The suit's internal chronometer is stuck at the moment of death. The scout's last known thought, transmitted via neural link: '{death_quote}'",
	  "A small charm dangles from the suit's wrist, a memento from {origin}.",
	  "This scout, {last_name}, was a replacement for a previous casualty. It seems their luck was no better.",
	  "The armor is pristine, almost untouched, except for a single, perfectly round hole through the visor. The scout's name was {first_name}.",
	  "Data log corrupted by organic interference... reads: 'They sing... the walls... they sing...'",
	  "Just a serial number and a nickname: Unit 734, callsign '{nickname}'.",
	  "This scout died trying to send a final message: '{death_quote}'",
	  "They came from {origin} and died for nothing.",
	  "The suit's manifest lists a single personal item: a worn data slate with poems about {origin}.",
	  "A message is scrawled in synth-grease on the chest plate: 'Tell {first_name} I'm sorry.'",
	  "Log Entry: 'Scout {last_name} reporting. The hive structure is... not geological. It feels... alive.'",
	  "This one was known as '{nickname}'. They say they joined {motivation}.",
	  "The suit's material is strangely warped, as if reality itself bent around it at the moment of {death}.",
	  "Partial data recovery: '...can't trust my senses... seeing things... like home on {origin} but... wrong.'",
	  "A small, hand-drawn map is tucked into a pouch. It leads to a dead end.",
	  "The scout's file lists a single commendation for bravery and a note about their desire to {motivation}.",
	  "This was {first_name} {last_name}. They were the youngest on the team.",
	  "Log corrupt... repeating phrase... 'the pattern on the wall...'",
	  "A single audio file remains: a child's laughter, labeled 'Home - {origin}'.",
	  "This armor is covered in strange, luminescent fungi. The scout inside, {last_name}, died from exposure.",
	  "They were an expert in xeno-linguistics, hoping to communicate. It appears the hive had other ideas.",
	  "The scout's psychological profile said they were reckless, driven by a need to {motivation}.",
	  "A final, desperate prayer is recorded: 'If I die here, let it be for {motivation}.'",
	  "The suit's black box is missing. The only identifier is a tag: {last_name}.",
	  "This scout, {first_name}, left a warning: '{death_quote}'",
	  "All that's left is a name and a number. {last_name}, Unit 218.",
	  "The suit's memory core is filled with a single, repeating image of a spiral.",
	  "They were from {origin}, a place they described in their logs as 'the only clean place left.'",
	  "The scout's final report details a creature that could mimic their own reflection.",
	  "A datachip contains a long list of debts, the primary reason they signed up.",
	  "This was {first_name} '{nickname}' {last_name}. They were the team's medic.",
	  "The suit's exterior is covered in markings, an attempt to map the hive that ends abruptly.",
	  "They died trying to activate a distress beacon that was never going to be answered.",
	  "The log shows they spent their final moments looking at a picture of {origin}.",
	  "A corrupted text file reads: '...not dead... just... reorganized...'",
	  "This scout, {last_name}, was the mission commander.",
	  "Their personal effects include a single, perfectly preserved flower from a world hundreds of light-years away.",
	  "The suit's diagnostic reads: 'User dissolved.'",
	  "A message to a loved one was never sent: 'I did it all for you.'",
	  "The scout's name was {first_name}, and they were afraid of the dark.",
	  "The suit's recorder captured their last words: '{death_quote}'",
	  "They came here to find a fortune, but only found {death}.",
	  "The armor is surprisingly clean. It's as if the scout inside simply vanished.",
	  "A half-finished game of chess is displayed on the suit's wrist-mounted screen.",
	  "The scout's log is a long, rambling poem about the beauty and horror of the hive.",
	  "All that remains is a tag with a nickname: '{nickname}'.",
	  "DATA CORRUPTION... LOG RECOVERED: 'Scout {first_name} {last_name}... from {origin}... objective... {motivation}... data ends.'",
	  "A simple engraving on the gauntlet: '{first_name} loves {first_name}'.",
	  "The suit's audio log contains a single, repeating whisper: '...it knows our names...'",
	  "The only salvageable data is a shipping manifest. This suit was delivered from {origin}. The user, {last_name}, is listed as 'expendable'.",
	  "A single, uncorrupted memory file was recovered from the suit's neural interface: a quiet sunset on {origin}.",
	  "The nameplate is melted, but a nickname is scrawled below it: '{nickname}'.",
	  "HIVE INTERFERENCE DETECTED... PARTIAL LOG: '...{last_name}... walls are shifting... not rock... flesh...'",
	  "This was Scout {first_name}. Their mission psych-profile listed them as 'dangerously optimistic'.",
	  "A final, garbled transmission: 'This is {last_name}... the hive... it's not a place, it's a...' [STATIC]",
	  "The suit's mission recorder has been wiped. A single, unsent message remains: 'I did it {motivation}.'",
	  "Scout {first_name} {last_name}. The suit's diagnostic indicates death by 'existential terror'.",
	  "Just a name and a place: {first_name}, from {origin}.",
	  "DATA FRAGMENT: ...user ID {last_name}... purpose for mission: {motivation}... status: consumed.",
	  "The scout's helmet is filled with a strange, crystalline growth. The tag reads {first_name}.",
	  "A frantic, typed message is frozen on the HUD: '{death_quote}'",
	  "This was Scout {last_name}. They were the team's cartographer. Their maps are useless now.",
	  "The armor seems to hum with a faint energy. The scout, {first_name}, reportedly died from 'sensory overload'.",
	  "LOG CORRUPTED... '...thought I saw {first_name} from the first team... but it wasn't him...'",
	  "A small, polished stone from {origin} is clenched in the suit's glove.",
	  "This scout, known as '{nickname}', was posthumously decorated for an act of sacrifice detailed in a corrupted log.",
	  "The suit's external sensors were recording long after the user's death, capturing only a rhythmic, chittering sound.",
	  "Scout {last_name}. Their personal log is a single, repeated sentence: 'The mission is all that matters.'",
	  "HIVE INFLUENCE SUSPECTED... The suit's log has been rewritten into a series of spiraling, alien symbols.",
	  "This was {first_name}. They died trying to save a piece of research data that is now hopelessly corrupted.",
	  "A datachip contains a single, looping video of a field of flowers on {origin}.",
	  "The scout, {last_name}, was a linguist. Their last report reads: 'They aren't speaking. They're... resonating.'",
	  "A single, clear audio file: 'My name is {first_name} {last_name}. I came here {motivation}. Don't make my mistake.'",
	  "The suit's material is slightly translucent, as if it's slowly being erased. The name tag is unreadable.",
	  "BIO-MONITOR LOG: 'Subject {last_name} experiencing auditory hallucinations. Reports hearing whispers from the walls.'",
	  "This scout, {first_name}, was trying to map the hive's resonant frequencies before they died.",
	  "A message is scrawled on the wall next to the body: 'IT SEES YOUR LIGHT'.",
	  "The suit's memory has been replaced with what seems to be... a recipe for a cake from {origin}.",
	  "Scout {first_name} {last_name}. Cause of death listed as 'catastrophic biological reconstruction'.",
	  "They called this one '{nickname}'. Their file says they were a compulsive gambler who joined {motivation}.",
	  "The suit's paint is blistered, and a name is barely visible: {first_name}.",
	  "DATA DEGRADATION... 'Scout... {last_name}... from the... city of lights... mission... find...'",
	  "A final, desperate act of defiance: the scout smashed their own helmet. The tag reads {first_name}.",
	  "This suit belonged to the team's medic. The medical supplies are all gone.",
	  "The scout, {last_name}, was an artist who joined {motivation}. The suit's memory is filled with sketches of the alien architecture.",
	  "A corrupted log entry: '...the geometry is wrong... it hurts to look at...'",
	  "This was {first_name}. Their last recorded action was to hum a lullaby from their homeworld, {origin}.",
	  "The suit is empty. The name tag reads {last_name}. There is no sign of a body.",
	  "A single, detached audio log: '...they're not building a nest. They're building a god.'",
	  "Scout {first_name} '{nickname}' {last_name}. Died trying to analyze an alien artifact.",
	  "The suit's emergency beacon was activated, but the signal was somehow... inverted, broadcasting silence.",
	  "This scout was from {origin}, a world known for its pacifist philosophy. They died with a weapon in their hands.",
	  "The suit's log is a single, repeating line of code that, when translated, means 'I am home.'",
	  "A final, calm message was recorded by {first_name}: 'The mission is a success. We have made contact. We are one.'",
	  "The armor is fused to the floor by an unknown organic resin. The scout's name was {last_name}.",
	  "A data file marked 'PERSONAL' contains a single poem about the stars as seen from {origin}.",
	  "The suit's external lights are flickering in a pattern that resembles Morse code. The tag reads {first_name}.",
	  "This scout, {last_name}, was known for their dry humor. Their last recorded joke: 'Why did the alien cross the road? To get to the other hive.'",
	  "BIO-SCAN CORRUPTED... Subject: {last_name}. Status: Integrated. A {personal_item} is fused to the chest plate.",
	  "The suit's log is a single, repeating audio file of a child saying '{first_name}?' over and over.",
	  "A final, desperate prayer was etched into the helmet: 'Forgive me for {regret}.'",
	  "The only uncorrupted data is a personal log entry: 'I should have never left {origin}. I miss {hometown_detail}.'",
	  "The nameplate is shattered. A single, bloody handprint covers the visor.",
	  "HIVE RESONANCE DETECTED IN LOG... 'My name is... we are... {first_name}... the hive sings of {origin}...'",
	  "This scout, known as '{nickname}', died clutching a {personal_item}.",
	  "A message scrawled in their own blood: 'It knows what you love. It shows you {origin}. Don't look.'",
	  "The suit's memory core contains only a corrupted image file named '{first_name}'s smile'.",
	  "LOG FRAGMENT: '...if I die, it's because I was trying {motivation}. Tell them that. Tell them {last_name} didn't run.'",
	  "The scout's ID is wiped, but their last typed message is frozen on the HUD: 'My only regret is {regret}.'",
	  "This armor is covered in strange, pulsating growths. The tag inside reads '{last_name}'.",
	  "A voice memo to someone on {origin}: 'I know I left because of {regret}, but I'm doing this for us.'",
	  "The suit's black box is physically cracked open from the inside. The scout's name was {first_name}.",
	  "A single, perfect crystal tear is clutched in the gauntlet, a memento from a loved one.",
	  "LOG CORRUPTED... DATA RECONSTRUCTED: Scout {first_name} {last_name}. Final thought: '{death_quote}'.",
	  "The suit is... empty. The name tag reads {last_name}, but the armor is sealed from the inside.",
	  "A faded photo of a child is taped to the inside of the helmet. On the back, it says 'Come home soon, {first_name}.'",
	  "This scout, '{nickname}', was the team's optimist. Their final log entry is a rambling, terrified scream.",
	  "The armor is fused into the wall, as if the hive absorbed it. The scout's ID is unreadable.",
	  "A data slate is clutched in the hand, open to a poem about {hometown_detail}.",
	  "Scout {last_name}. Psych-profile notes a deep-seated guilt over {regret}.",
	  "The suit's internal speakers are stuck broadcasting a lullaby from {origin}.",
	  "This was {first_name}. They died holding a {personal_item}, a good luck charm that failed.",
	  "Log entry corrupted by organic data-phage: '...the patterns... they're not just on the walls... they're in my head...'",
	  "The scout's last act was to try and destroy their datapad, but one file remains: a list of names, with '{first_name} {last_name}' at the top.",
	  "This armor is cold, colder than it should be. The tag reads '{last_name}'.",
	  "A message was carved into the floor nearby: 'DON'T TRUST THE MEMORIES'.",
	  "Scout {first_name}. Their mission was a secret: to find what happened to their sibling on the first expedition.",
	  "The suit's log is filled with thousands of pages of a single, repeating character, except for the last line: '{death_quote}'",
	  "A small, worn teddy bear is tucked into a pouch. A tag on it says 'For {first_name}'.",
	  "This scout, {last_name}, was a musician. Their final recording is a haunting melody played on a makeshift flute.",
	  "The suit's HUD is cracked, but an image is burned into it: a smiling face from home.",
	  "A corrupted audio file: '...tell them I regret {regret}... tell them I'm... home...'",
	  "This was {first_name} '{nickname}' {last_name}. They were the one who convinced the others to keep going.",
	  "The armor is covered in tally marks, one for each day spent lost.",
	  "A datachip contains a single, encrypted message: 'They're not aliens. They're us.'",
	  "This scout died looking at a star chart of {origin}.",
	  "The suit's log ends mid-sentence: 'I can see the heart of the hive, and it is-'",
	  "A single, polished gear from a beloved machine is clutched in the gauntlet.",
	  "Scout {last_name}. Their file mentions a deep-seated fear of enclosed spaces.",
	  "The suit is filled with a strange, sweet-smelling liquid.",
	  "A final, desperate prayer to a forgotten god of {origin} is recorded.",
	  "This scout, {first_name}, was trying to send a warning about a traitor in the squad.",
	  "The suit's memory has been replaced with a map of a city that doesn't exist.",
	  "They died holding a datapad with a single, unsent message: 'I was wrong about everything.'",
	  "This was {first_name}. They were the first to die.",
	  "The scout's log is a series of apologies to someone named {first_name}.",
	  "A single, alien flower is growing out of the suit's chest plate.",
	  "The only thing left is a tag and a regret: '{last_name}. Regret: {regret}.'"
	],
	"first_names": [
	  "Anya",
	  "Jian",
	  "Sona",
	  "Kai",
	  "Elena",
	  "Roric",
	  "Zane",
	  "Mira",
	  "Leo",
	  "Tariq",
	  "Ren",
	  "Sofia",
	  "Ivan",
	  "Lina",
	  "Omar",
	  "Jax",
	  "Cora",
	  "Niko",
	  "Zara",
	  "Silas",
	  "Orion",
	  "Lyra",
	  "Axel",
	  "Iris",
	  "Gael",
	  "Seraphina",
	  "Ronan",
	  "Elara",
	  "Kael",
	  "Thalia",
	  "Jasper",
	  "Luna",
	  "Felix",
	  "Aria",
	  "Cassian",
	  "Nova",
	  "Ezra",
	  "Clara",
	  "Milo",
	  "Isla",
	  "Atticus",
	  "Aurora",
	  "Finn",
	  "Hazel",
	  "Theo",
	  "Penelope",
	  "Levi",
	  "Stella",
	  "Owen",
	  "Willow",
	  "Rhys",
	  "Sloane",
	  "Javier",
	  "Kenji",
	  "Nia",
	  "Alaric",
	  "Briar",
	  "Emil",
	  "Tessa",
	  "Orin",
	  "Valeria",
	  "Kieran",
	  "Rowan",
	  "Maeve",
	  "Lucian",
	  "Astrid",
	  "Cyrus",
	  "Linnea",
	  "Dante",
	  "Faye",
	  "Gideon",
	  "Serena",
	  "Jude",
	  "Lyra",
	  "Ronin",
	  "Celeste",
	  "Malachi",
	  "Anais",
	  "Sterling",
	  "Evangeline",
	  "Darius",
	  "Irisa",
	  "Nikolai",
	  "Sorina",
	  "Pavel",
	  "Kaelen",
	  "Raina",
	  "Maxim",
	  "Corinne",
	  "Titus",
	  "Vesper",
	  "Zahir",
	  "Genevieve",
	  "Arman",
	  "Samira",
	  "Bjorn",
	  "Katalina",
	  "Rocco",
	  "Noemi",
	  "Zeke"
	],
	"last_names": [
	  "Volkov",
	  "Chen",
	  "Singh",
	  "Okoro",
	  "Rios",
	  "Ivanov",
	  "Khan",
	  "Petrov",
	  "Kim",
	  "Al-Jamil",
	  "Sato",
	  "Mercado",
	  "Belikov",
	  "Nielsen",
	  "Tanaka",
	  "Kowalski",
	  "Moreau",
	  "Abasi",
	  "Janssen",
	  "Valerio",
	  "Gruber",
	  "Santiago",
	  "Popa",
	  "Andersen",
	  "Torres",
	  "Da Silva",
	  "Varga",
	  "O'Malley",
	  "Eriksson",
	  "Yilmaz",
	  "Dubois",
	  "Romano",
	  "Novak",
	  "Castillo",
	  "Schultz",
	  "Weiss",
	  "Leclerc",
	  "Papadopoulos",
	  "Horvat",
	  "Mazur",
	  "Gallo",
	  "Navarro",
	  "Rizzo",
	  "Barbier",
	  "Olsen",
	  "Correia",
	  "Cabrera",
	  "Lund",
	  "Kraus",
	  "Marin",
	  "Jankowski",
	  "Vasiliev",
	  "O'Sullivan",
	  "Gallagher",
	  "Rasmussen",
	  "Nakamura",
	  "Ferreira",
	  "Lehmann",
	  "Kruger",
	  "Svensson",
	  "Choi",
	  "Antonov",
	  "Bautista",
	  "Zimmermann",
	  "Ibrahim",
	  "Clement",
	  "Van der Berg",
	  "Perez",
	  "Nowak",
	  "Morales",
	  "Kuznetsov",
	  "Martins",
	  "Laurent",
	  "Gomez",
	  "Schmid",
	  "Bui",
	  "Aguilar",
	  "Abellard",
	  "Sokolov",
	  "Hassan",
	  "Ricci",
	  "Muller",
	  "O'Connell",
	  "Dimitrov",
	  "Jaramillo",
	  "Lefebvre",
	  "Kovacs",
	  "Reyes",
	  "Escobar",
	  "Hoekstra",
	  "Heikkila",
	  "Solberg",
	  "De Luca",
	  "Akiyama",
	  "Vo",
	  "Zheng",
	  "Guevara",
	  "Vogel",
	  "Fischer",
	  "Rossi"
	],
	"nicknames": [
	  "Rook",
	  "Ghost",
	  "Hex",
	  "Doc",
	  "Spike",
	  "Whisper",
	  "Zero",
	  "Blaze",
	  "Echo",
	  "Jinx",
	  "Nomad",
	  "Viper",
	  "Glitch",
	  "Reaper",
	  "Warden",
	  "Saint",
	  "Bishop",
	  "Wraith",
	  "Spectre",
	  "Banshee",
	  "Nails",
	  "Sawbones",
	  "Sparky",
	  "Tank",
	  "Scrap",
	  "Grim",
	  "Slick",
	  "Rags",
	  "Bones",
	  "Gauge",
	  "Bolt",
	  "Fuse",
	  "Wrench",
	  "Cutter",
	  "Diesel",
	  "Ox",
	  "Brick",
	  "Steel",
	  "Flint",
	  "Ash",
	  "Ember",
	  "Frost",
	  "Gale",
	  "Storm",
	  "Haze",
	  "Shade",
	  "Mote",
	  "Dust",
	  "Grit",
	  "Clay",
	  "Hexa",
	  "Glitch",
	  "Rhino",
	  "Doc",
	  "Spike",
	  "Whisper",
	  "Zero",
	  "Blaze",
	  "Echo",
	  "Jinx",
	  "Nomad",
	  "Viper",
	  "Glitch",
	  "Reaper",
	  "Warden",
	  "Saint",
	  "Bishop",
	  "Wraith",
	  "Spectre",
	  "Banshee",
	  "Nails",
	  "Sawbones",
	  "Sparky",
	  "Tank",
	  "Scrap",
	  "Grim",
	  "Slick",
	  "Rags",
	  "Bones",
	  "Gauge",
	  "Bolt",
	  "Fuse",
	  "Wrench",
	  "Cutter",
	  "Diesel",
	  "Ox",
	  "Brick",
	  "Steel",
	  "Flint",
	  "Ash",
	  "Ember",
	  "Frost",
	  "Gale",
	  "Storm",
	  "Haze",
	  "Shade",
	  "Mote",
	  "Dust",
	  "Grit",
	  "Clay",
	  "Cable",
	  "Domino",
	  "Forge",
	  "Havok",
	  "Iceman",
	  "Magik",
	  "Mirage",
	  "Psylocke",
	  "Rogue",
	  "Sabretooth",
	  "Shadowcat",
	  "Sunspot",
	  "Warlock",
	  "Warpath",
	  "Wolfsbane"
	],
	"origins": [
	  "the orbital shipyards of Titan",
	  "the neon-drenched streets of Neo-Kyoto",
	  "the red deserts of Mars Colony 7",
	  "the sub-level hydroponic farms of Ceres",
	  "the zero-g refineries of the asteroid belt",
	  "the flooded ruins of Old Chicago",
	  "a generation ship that never reached its destination",
	  "the smog-choked spires of Earth's last metropolis",
	  "the ice-fishing villages of Europa",
	  "the bio-domes of Ganymede",
	  "a repurposed military outpost on Io",
	  "the penal colony on Callisto",
	  "the deep-core mines of Pallas",
	  "a forgotten research station in the Kuiper Belt",
	  "the ecumenopolis of New Shanghai",
	  "the floating cities of Venus",
	  "the frontier towns of the Trappist system",
	  "a secluded monastery on Luna",
	  "the nomadic flotillas of the Oort cloud",
	  "the sunken arcologies of Old Miami",
	  "a corporate-run city-state on Triton",
	  "the reclamation projects in the Sahara",
	  "the geothermal vents of Enceladus",
	  "a black market port known as 'The Rift'",
	  "the ansible relay station at Jupiter's L5 point",
	  "the orbital university above Kepler-186f",
	  "a quiet agricultural moon in a backwater system",
	  "the sprawling refugee camps outside Neo-Delhi",
	  "a high-gravity training facility on a 'super-earth'",
	  "the last independent space station, 'Haven'",
	  "a corporate espionage academy",
	  "the slums of a forgotten Earth city",
	  "a family of asteroid prospectors",
	  "the remnants of a failed terraforming project",
	  "the undercity of a gleaming corporate arcology",
	  "a military academy for gifted youths",
	  "a cargo freighter that never left port",
	  "the salt flats of a dying world",
	  "a religious commune that worshipped the stars",
	  "the digital ghost towns of the old net",
	  "a place they never spoke of",
	  "a research outpost studying stellar phenomena",
	  "the orbital habitat known as 'The Spindle'",
	  "a city built in the shell of a dead leviathan",
	  "the salt-scoured coasts of a tidally-locked planet",
	  "a nomadic tribe wandering the machine deserts",
	  "the last library on a forgotten moon",
	  "a pirate cove hidden in a nebula",
	  "the salt flats of a dying world",
	  "a religious commune that worshipped the stars",
	  "the digital ghost towns of the old net",
	  "a place they never spoke of",
	  "a research outpost studying stellar phenomena",
	  "the orbital habitat known as 'The Spindle'",
	  "a city built in the shell of a dead leviathan",
	  "the salt-scoured coasts of a tidally-locked planet",
	  "a nomadic tribe wandering the machine deserts",
	  "the last library on a forgotten moon",
	  "a pirate cove hidden in a nebula",
	  "the crystal farms of a tidally locked world",
	  "a city built on the back of a giant, space-faring creature",
	  "the last green valley on a polluted Earth",
	  "a penal colony where the guards were as bad as the prisoners",
	  "a generation ship that lost its way",
	  "the orbital ring that surrounds a gas giant",
	  "a city that exists only in the digital realm",
	  "the floating markets of a water world",
	  "a forgotten colony that was presumed lost",
	  "a military base carved into an asteroid",
	  "the last bastion of art and culture in a dying system",
	  "a corporate arcology where the sun never shines",
	  "a nomadic fleet that has been traveling for centuries",
	  "a city built on the ruins of an older, more advanced civilization",
	  "the last farm on a world that is slowly being eaten by the desert",
	  "a city where everyone is connected to a central AI",
	  "a world where the only light comes from bioluminescent plants"
	],
	"motivations": [
	  "to pay off a family debt",
	  "for a chance at a new life",
	  "to escape a troubled past",
	  "to fund their research into xeno-biology",
	  "for the thrill of discovery",
	  "to find a cure for a loved one",
	  "because they were promised a clean slate",
	  "to prove they were worthy",
	  "to avenge a fallen comrade",
	  "because they had nothing left to lose",
	  "to find a missing family member",
	  "to uphold a family tradition of service",
	  "for the substantial hazard pay",
	  "to map the unknown reaches of the galaxy",
	  "to protect humanity from a looming threat",
	  "because it was a better option than prison",
	  "to earn citizenship for their family",
	  "to retrieve a lost piece of technology",
	  "to follow a cryptic message they received",
	  "to uncover a corporate conspiracy",
	  "to satisfy an insatiable curiosity",
	  "to make a name for themselves",
	  "to escape the monotony of their old life",
	  "to find evidence of a lost civilization",
	  "because they were blackmailed into it",
	  "to test the limits of their own endurance",
	  "to retrieve something they lost in the hive",
	  "for the honor of being the first",
	  "to provide a better future for their children",
	  "to pay for a sibling's education",
	  "because they believed in the mission",
	  "to find a mythical artifact said to be in the hive",
	  "to escape the law",
	  "to find the truth behind the first expedition's failure",
	  "to earn the right to retire in luxury",
	  "to keep a promise to someone who died",
	  "to find a way to reverse a personal tragedy",
	  "to explore the final frontier",
	  "because they were genetically engineered for it",
	  "to find a new home for their people",
	  "to get away from someone",
	  "to be a hero",
	  "to die a meaningful death",
	  "to see if the legends were true",
	  "to pay for a life-saving operation",
	  "to find something that could change the course of history",
	  "to redeem their family name",
	  "to earn their freedom",
	  "because they were the only one qualified",
	  "to be a hero",
	  "to die a meaningful death",
	  "to see if the legends were true",
	  "to pay for a life-saving operation",
	  "to find something that could change the course of history",
	  "to redeem their family name",
	  "to earn their freedom",
	  "because they were the only one qualified",
	  "to find a way to bring back a lost loved one",
	  "to prove a scientific theory",
	  "to escape a loveless marriage",
	  "to find a place where they could be themselves",
	  "to prove their parents wrong",
	  "to find a new god",
	  "to escape the boredom of their life",
	  "to see a new world",
	  "to find a new home",
	  "to find a new purpose",
	  "to find a new start",
	  "to find a new life",
	  "to find a new love",
	  "to find a new family",
	  "to find a new friend",
	  "to find a new pet",
	  "to find a new hobby",
	  "to find a new interest",
	  "to find a new passion",
	  "to find a new calling",
	  "to find a new meaning",
	  "to find a new reason",
	  "to find a new hope",
	  "to find a new dream",
	  "to find a new future"
	],
	"deaths": [
	  "by a creature that moved faster than the eye could see",
	  "when their light flickered out at the worst possible moment",
	  "in a last stand, protecting a vital piece of data",
	  "after getting cut off from the rest of the squad",
	  "while trying to drag a wounded teammate to safety",
	  "when the floor gave way to a chittering abyss",
	  "as their weapon jammed during a desperate firefight",
	  "in a silent, cold corner, far from help",
	  "from a neurotoxin that left them paralyzed but aware",
	  "in an ambush from the ceiling",
	  "when their own explosives detonated prematurely",
	  "after being dragged into a narrow crevice",
	  "from a swarm of skittering, insectoid creatures",
	  "by something that mimicked the voice of a teammate",
	  "after their oxygen supply was compromised",
	  "in a futile attempt to barricade a doorway",
	  "by a single, massive claw that tore through the suit",
	  "from an acid that dissolved their armor like sugar",
	  "after stumbling into a nest",
	  "by a silent predator that left no other trace",
	  "when a support beam collapsed, trapping them",
	  "from a sonic attack that ruptured their helmet",
	  "after being swarmed from all sides",
	  "by a creature that could phase through the walls",
	  "in a moment of hesitation",
	  "while reloading",
	  "from a self-destruct charge to seal a breach",
	  "by a trap left by the hive's builders",
	  "after their suit's power failed completely",
	  "from a spore that took root in their lungs",
	  "by a monstrosity that defied all known biology",
	  "in a chamber filled with razor-sharp crystals",
	  "after being lured into a dead end",
	  "from sheer exhaustion and blood loss",
	  "by a creature they never even saw",
	  "in a flash of blinding light and searing pain",
	  "when they ran out of ammunition",
	  "protecting the team's medic",
	  "after their comms were flooded with psychic static",
	  "by a bio-electric shock that fried their suit's systems",
	  "in a chamber where the gravity inexplicably failed",
	  "after being separated by a sudden rockfall",
	  "from a parasitic organism that burrowed through the armor",
	  "by a 'friendly fire' incident in the chaos",
	  "while trying to rig a makeshift alarm",
	  "by something ancient and vast that slumbered in the depths",
	  "in a pool of viscous, digestive fluid",
	  "after their leg was caught in a resinous trap",
	  "in a chamber where the gravity inexplicably failed",
	  "after being separated by a sudden rockfall",
	  "from a parasitic organism that burrowed through the armor",
	  "by a 'friendly fire' incident in the chaos",
	  "while trying to rig a makeshift alarm",
	  "by something ancient and vast that slumbered in the depths",
	  "in a pool of viscous, digestive fluid",
	  "after their leg was caught in a resinous trap",
	  "by a creature that mimicked their own movements",
	  "from a fungal spore that grew with explosive speed",
	  "after being absorbed into a gelatinous mass",
	  "by a sound that liquified their organs",
	  "when their suit was peeled open like a can",
	  "from a swarm of crystalline entities that shattered their visor",
	  "by something that hunted them by their fear",
	  "in a room where the walls slowly closed in",
	  "after their navigation system was corrupted to lead them in circles",
	  "from a creature that laid eggs in their lungs",
	  "by a tendril that pulled them into the ceiling",
	  "after being mesmerized by a shifting, hypnotic light",
	  "from a sudden, extreme temperature drop that froze them solid",
	  "by a biological agent that turned their suit to dust",
	  "in a chamber that filled with a corrosive gas",
	  "after being dragged into a chasm by an unseen force",
	  "from a psychic blast that shattered their mind",
	  "by a creature that wore the skin of another scout",
	  "in a nest of pulsating, organic sacs",
	  "after their comms were flooded with the screams of their squad",
	  "by a silent, invisible hunter",
	  "from a toxin that made them see their worst nightmares",
	  "when a strange, alien artifact they touched activated",
	  "by a plant that constricted around them",
	  "after being pulled through a crack in the floor",
	  "from a creature that could perfectly imitate the rock formations",
	  "by a swarm of tiny, flesh-eating mites",
	  "in a room that seemed to have no exit",
	  "from a sudden, violent growth of the hive itself",
	  "by a creature that could not be killed by conventional weapons",
	  "after being exposed to a vacuum in a sudden hull breach",
	  "from a virus that turned their own blood to acid",
	  "by a creature that could alter its own molecular structure",
	  "in a chamber filled with a thick, suffocating fog",
	  "from a fall from a great height",
	  "by a creature that could project illusions",
	  "in a room that was a giant, living stomach",
	  "from a heart attack brought on by pure terror",
	  "by a creature that could not be seen, only heard",
	  "in a labyrinth of twisting, organic tunnels",
	  "from a self-inflicted gunshot to avoid a worse fate"
	],
	"death_quotes": [
	  "It's in the walls... it's in the goddamn walls!",
	  "Tell my family I...",
	  "Just a little further... almost there...",
	  "The signal is gone. We're alone.",
	  "Don't let it get the samples!",
	  "They're not just beasts. They're smart.",
	  "My light... oh god, my light is out...",
	  "Warning: Suit integrity at zero.",
	  "It's... beautiful...",
	  "They're coming...",
	  "I'm sorry.",
	  "We should have never come here.",
	  "This is Scout Ivanov, signing off.",
	  "Don't make the same mistake we did.",
	  "It's not a hive... it's a stomach.",
	  "I can hear them... in my head...",
	  "Run. Just run.",
	  "Objective complete. For what it's worth.",
	  "The floor... it's alive!",
	  "I see the stars...",
	  "Don't trust the shadows.",
	  "It's been an honor.",
	  "This is for you, Elara.",
	  "Tell the commander... the intel was wrong.",
	  "They learn. They adapt.",
	  "It smells like... ozone and honey.",
	  "My armor is breached. I'm not going to make it.",
	  "Don't look into its eyes.",
	  "I'm heading towards the light...",
	  "There's something else down here... something older.",
	  "The mission is a failure. I repeat, a failure.",
	  "I can feel it... crawling...",
	  "Remember us.",
	  "For the future of humanity.",
	  "It wasn't supposed to be like this.",
	  "The coordinates were a trap.",
	  "I'm reading impossible energy signatures.",
	  "Just leave me.",
	  "My leg is caught!",
	  "Out of ammo... damn it all.",
	  "They're hunting us for sport.",
	  "The mission was a lie.",
	  "I see... everything...",
	  "Tell them we held the line.",
	  "It's so cold.",
	  "The queen... it's...",
	  "Don't let them follow us back.",
	  "I can hear my own heartbeat stopping.",
	  "It's finally quiet.",
	  "The mission was a lie.",
	  "I see... everything...",
	  "Tell them we held the line.",
	  "It's so cold.",
	  "The queen... it's...",
	  "Don't let them follow us back.",
	  "I can hear my own heartbeat stopping.",
	  "It's finally quiet.",
	  "They're not hostile... they're hungry.",
	  "The silence is the worst part.",
	  "I should have stayed on Mars.",
	  "This is what we get for playing God.",
	  "It's... learning.",
	  "Tell my son he was right.",
	  "The ship... it's not coming, is it?",
	  "I can see the architect...",
	  "It's not a planet... it's an egg.",
	  "Don't trust the samples.",
	  "We woke something up.",
	  "The song... I can't get it out of my head.",
	  "It's using our own technology against us.",
	  "There's no 'us'... only 'it'.",
	  "This place remembers.",
	  "I can feel it digesting my thoughts.",
	  "We're not the first to die here.",
	  "The stars are wrong.",
	  "It's not chaos... it's a design.",
	  "Tell them to burn the whole system.",
	  "My suit is... part of it now.",
	  "I can see forever.",
	  "It's not hate... it's just... instinct.",
	  "I'm not me anymore.",
	  "We are the harvest.",
	  "The cost was too high.",
	  "I'm becoming part of the song.",
	  "It's a beautiful death.",
	  "Tell them... we failed.",
	  "The hive mind... it's welcoming me.",
	  "I'm sorry for everything.",
	  "This is not the end.",
	  "It knows our names.",
	  "The mission was a trap from the start.",
	  "Don't let them send anyone else.",
	  "I can see... the pattern...",
	  "It's a garden, and we are the weeds."
	],
	"personal_items": [
	  "a small, worn data slate with a single family photo",
	  "a set of antique dog tags from a forgotten war",
	  "a polished piece of sea-glass from a world with oceans",
	  "a child's crude drawing of a spaceship",
	  "a single, preserved synth-leaf",
	  "a lucky coin, worn smooth",
	  "a folded, unread letter",
	  "a miniature, hand-carved wooden bird",
	  "a locket containing a holographic image of a smiling couple",
	  "a string of prayer beads made from asteroid rock",
	  "a key to a home on a faraway moon",
	  "a faded patch from a different, less dangerous mission",
	  "a single, silver earring",
	  "a datachip containing a collection of old Earth music",
	  "a worn-out harmonica",
	  "a compass that spins uselessly",
	  "a small, intricate gear from a beloved timepiece",
	  "a dried flower from a planet that no longer exists",
	  "a chess piece, a white knight, clutched tightly",
	  "a ticket stub from a zero-g ballet",
	  "a recipe for a favorite meal, written by hand",
	  "a single, perfect seashell",
	  "a child's first tooth in a small container",
	  "a press-pass from a former life as a journalist",
	  "a length of colored string, tied in a complex knot",
	  "a certificate of graduation from a prestigious academy",
	  "a small, leather-bound book with blank pages",
	  "a single, unmatched synth-silk glove",
	  "a shard of mirrored glass",
	  "a data-pendant containing a lover's favorite poems",
	  "a ring, too small for their finger",
	  "a faded ticket for a ship that never launched",
	  "a map of a city they never got to visit",
	  "a small, hand-painted figurine of a mythical creature",
	  "a set of loaded dice",
	  "a datachip with a single, looping video of a rainy day",
	  "a piece of shrapnel from a battle long ago",
	  "a promissory note for a debt that will never be collected",
	  "a petrified seed from an alien plant",
	  "a beautifully crafted fountain pen, its ink dry",
	  "a worn copy of a children's storybook",
	  "a single, iridescent scale from an unknown creature",
	  "a musical locket that plays a tinny, sad tune",
	  "a star-chart of their home system",
	  "a small, plush toy of a creature from their homeworld",
	  "a datachip containing a long, unsent apology",
	  "a flask, empty, engraved with a single word: 'Courage'",
	  "a single, shed tear, crystallized in the cold",
	  "a lock of hair, tied with a ribbon"
	],
	"regrets": [
	  "not saying goodbye",
	  "leaving things unsaid",
	  "the fight they had before they left",
	  "never learning to play the synth-guitar",
	  "not finishing their studies",
	  "selling the family ship",
	  "trusting the wrong person",
	  "not being there for their child's birth",
	  "the words they can't take back",
	  "never telling them the truth",
	  "running away from home",
	  "not taking the easier job",
	  "lying about their qualifications",
	  "the one promise they broke",
	  "never visiting the great oceans of Triton",
	  "being too proud to ask for help",
	  "the last argument with their father",
	  "not listening to their partner's warning",
	  "choosing the mission over their family",
	  "the time they cheated to win",
	  "never saying 'I love you' one last time",
	  "the friend they left behind",
	  "not being a better parent",
	  "the life they could have lived",
	  "betraying a confidence",
	  "not fixing the old homestead's leaky roof",
	  "missing their sibling's wedding",
	  "the time they were too scared to speak up",
	  "not appreciating the quiet moments",
	  "pushing away the one person who cared",
	  "never finishing the novel they were writing",
	  "the opportunity they were too afraid to take",
	  "not spending more time with their mother",
	  "the pet they had to leave behind",
	  "lying on their enlistment papers",
	  "never seeing a real sunrise",
	  "the kindness they failed to show",
	  "not apologizing when they had the chance",
	  "the secrets they kept",
	  "never planting that garden",
	  "the argument over something trivial",
	  "not believing them",
	  "being so focused on the future they missed the present",
	  "the time they chose duty over love",
	  "never telling their parents they were proud of them",
	  "the person they used to be",
	  "not being brave enough, until it was too late",
	  "the last words they spoke in anger",
	  "never tasting real rain"
	],
	"hometown_details": [
	  "the smell of rain on the duracrete",
	  "the sound of the maglev trains at rush hour",
	  "the sight of the twin suns setting over the mesas",
	  "the taste of fresh water from the reclamation stills",
	  "the feeling of real grass between their toes",
	  "the crowded, noisy spaceport markets",
	  "the quiet hum of the orbital station at night",
	  "the shimmering heat haze over the desert",
	  "the sight of ships burning in the atmosphere",
	  "the taste of synth-noodle soup from a street vendor",
	  "the feeling of zero-g in the high-g gymnasiums",
	  "the sound of the acid rain on the dome",
	  "the sight of the great gas giant hanging in the sky",
	  "the taste of their mother's home-cooked meals",
	  "the feeling of a real book in their hands",
	  "the sound of the ship's engines, a constant companion",
	  "the sight of the aurora borealis through the colony's dome",
	  "the taste of contraband coffee",
	  "the feeling of a warm bed after a long shift",
	  "the sound of the underground rivers",
	  "the sight of the bioluminescent fungi in the lower levels",
	  "the taste of the first fruit from the hydroponic bays",
	  "the feeling of a fresh, clean uniform",
	  "the sound of the void, a profound silence",
	  "the sight of Earth, a tiny blue marble, from a porthole",
	  "the taste of recycled air, a constant reminder of their confinement",
	  "the feeling of a real animal's fur",
	  "the sound of their child's laughter",
	  "the sight of their partner's smile",
	  "the taste of their favorite synth-ale",
	  "the feeling of the sun on their face",
	  "the sound of the wind through the canyons",
	  "the sight of the city lights from a high-rise apartment",
	  "the taste of a real, soil-grown apple",
	  "the feeling of a hug",
	  "the sound of a real, stringed instrument",
	  "the sight of the stars without a light-polluted sky",
	  "the taste of their own tears",
	  "the feeling of hope",
	  "the sound of a promise being made",
	  "the sight of a ship leaving for a better world",
	  "the taste of freedom",
	  "the feeling of being safe",
	  "the sound of a familiar voice",
	  "the sight of a sunrise they'll never see again",
	  "the taste of ash",
	  "the feeling of falling",
	  "the sound of a final, closing door",
	  "the sight of a ghost",
	  "the taste of regret"
	]
  },
  "alien_corpses": {
	"templates": [
	  "The creature's {body_part} is shattered from your attack, revealing a strange, {texture} interior that smells of {smell}.",
	  "Even in death, the alien's {body_part} twitches. A thin, {fluid_color} {fluid_type} oozes from the wound you created.",
	  "Your final blow ruptured its {body_part}. The resulting mess is a grotesque scene of {texture} flesh and shimmering, {fluid_color} fluid.",
	  "The alien's form seems to be destabilizing. Its {body_part} dissolves into a puddle of {fluid_type}, leaving behind only a faint scent of {smell}.",
	  "A deep, guttural sound escapes the corpse's throat slit. Its {body_part} is mangled, exposing a network of {texture} veins that pulse with a faint, residual light.",
	  "The impact of your attack has crystallized the {fluid_type} leaking from its {body_part}. It glitters in your light, smelling faintly of {smell}.",
	  "The creature's exoskeleton is tougher than expected, but your attack still managed to crush its {body_part}, releasing a cloud of {smell} spores.",
	  "As you watch, a series of {texture} growths begin to sprout from the wound on its {body_part}.",
	  "The creature's {body_part} is shattered from your attack, revealing a strange, {texture} interior that smells of {smell}.",
	  "Even in death, the alien's {body_part} twitches. A thin, {fluid_color} {fluid_type} oozes from the wound you created.",
	  "Your final blow ruptured its {body_part}. The resulting mess is a nauseating explosion of {texture} flesh and shimmering, {fluid_color} fluid.",
	  "The alien's form seems to be destabilizing. Its {body_part} dissolves into a puddle of {fluid_type}, leaving behind only a faint scent of {smell}.",
	  "A deep, guttural sound escapes the corpse's throat slit. Its {body_part} is mangled, exposing a network of {texture} veins that pulse with a faint, residual light.",
	  "The impact of your attack has crystallized the {fluid_type} leaking from its {body_part}. It glitters in your light, smelling faintly of {smell}.",
	  "The creature's exoskeleton is tougher than expected, but your attack still managed to crush its {body_part}, releasing a cloud of {smell} spores.",
	  "As you watch, a series of {texture} growths begin to sprout from the wound on its {body_part}.",
	  "ANALYZER ERROR: Life signs... negative? No. Life signs... incorrect. The {fluid_type} from its severed {body_part} is re-coalescing.",
	  "Your suit's scanner flashes: [BIOMASS DETECTED]. Then it corrects itself: [ORGANIC MATERIAL DETECTED]. Then it flashes again: [THREAT... IMMINENT?]. The corpse is inert.",
	  "This one is dead, but the air around it hums. It's a low thrumming you feel in your teeth, a resonance emanating from its fractured {body_part}.",
	  "The alien's {body_part} has been replaced by a perfect, geometric latticework of {texture} crystal. It wasn't like this when you killed it.",
	  "A whisper floods your comms as you approach the corpse: '...we see you...'. It's just static interference. Probably.",
	  "The creature's wound doesn't bleed {fluid_type}; it leaks a fine, {fluid_color} sand that forms complex patterns on the floor before being reabsorbed.",
	  "SCANNER LOG: Subject deceased. Note: Subject's cellular structure remains in quantum-entangled state with hive. Observation recommended. Do not touch.",
	  "Instead of decaying, the alien's flesh is rapidly petrifying. Its {body_part} is already as hard as stone, and smells of {smell}.",
	  "You killed this one, but another alien further down the corridor briefly stumbles, as if feeling a phantom pain.",
	  "The corpse's many eyes are all open and seem to follow you as you move. A trick of the light.",
	  "BIO-ANALYSIS FAILED: Data corrupted. Sample from {body_part} shows... a perfect echo of your own DNA.",
	  "The alien's {body_part} is emitting a low-frequency signal. It's not a distress call. It's a... location beacon.",
	  "As you stand over it, the {fluid_color} {fluid_type} on the floor begins to move, spelling out a single, familiar glyph from your academy training.",
	  "The space around the corpse feels... thin. Your suit's chronometer flickers, skipping a few seconds.",
	  "ANALYZER WARNING: Corpse is acting as a synaptic relay. It is dead, but it is not silent.",
	  "The wound you inflicted on its {body_part} has sealed over with a smooth, {texture} membrane. It looks stronger than before.",
	  "For a moment, the pattern of {fluid_type} spilling from the corpse looks exactly like a star chart of your home system.",
	  "A faint, melodic chime emanates from the body. It's a soothing sound. Too soothing.",
	  "Your suit's analyzer identifies the corpse, then cross-references a database. Result: [SUBJECT ALREADY DECEASED. LOCATION: LEVEL 7]. You are on Level 3.",
	  "The corpse slowly rotates on the spot, as if tracking a signal you cannot perceive.",
	  "Inside the gash on its {body_part}, you don't see organs. You see a swirling galaxy of what looks like stars and nebulae.",
	  "The kill was clean, but the creature's bioluminescent patterns continue to shift and change, communicating... something.",
	  "Scanner reports zero life signs, but detects a high-energy particle emission with no discernible source.",
	  "The alien's {fluid_type} is not biological. Your analyzer tags it as [INFORMATION].",
	  "As it died, its final thought brushed against your mind through the suit's interface: '...thank you...'",
	  "The corpse is gone. In its place is a perfect, metallic duplicate of a ration pack from your supplies.",
	  "ANALYZER LOG: This unit is a biological transceiver. Death has only boosted its signal strength.",
	  "The creature's skin is rapidly changing color and texture, perfectly mimicking the floor around it. It is becoming part of the hive.",
	  "You killed it, but its psychic scream is still echoing in your helmet.",
	  "The alien's {body_part} is covered in a fungus that is growing with impossible speed.",
	  "Your suit's threat detector remains yellow when you point it at the corpse.",
	  "The creature's body is a husk. Its insides have been completely hollowed out, as if something else emerged from it after death.",
	  "A low, rhythmic pulse is emanating from the corpse, in time with your own heartbeat.",
	  "The alien's blood is not liquid. It's a swarm of microscopic, metallic insects.",
	  "Its final death-throe was to arrange its limbs into a complex, symbolic gesture.",
	  "Your analyzer cannot get a consistent reading. One moment it's carbon-based, the next silicon. Then something else entirely.",
	  "The corpse is cold. Impossibly cold. It's actively absorbing heat from the air around it.",
	  "This one is dead, but the hive wall next to it has begun to bulge and ripple.",
	  "Its vocal sac is ruptured, but you can still hear it making a sound just at the edge of your hearing.",
	  "The kill was messy, but as you watch, the scattered pieces begin to slowly pull themselves back together.",
	  "Your suit's boot-print on the creature's spilled {fluid_type} is slowly being erased.",
	  "ANALYZER ERROR: No corpse detected. Displaying standard floor tile data.",
	  "BIO-SCAN INCOMPLETE: The entity's cellular structure is... rearranging. It mimics the {texture} pattern of the hive floor.",
	  "WARNING: KINETIC ENERGY DETECTED. The corpse's {body_part} is vibrating at a low, steady frequency.",
	  "You see a brief flash of your own face reflected in the pool of {fluid_color} {fluid_type} before it evaporates.",
	  "ANALYZER LOG: Subject is deceased, yet its neural pathways are firing in perfect sync with other distant entities.",
	  "The wound you left on its {body_part} is not bleeding {fluid_type}, but light. A dim, {fluid_color} glow that smells of {smell}.",
	  "A ripple spreads through the nearby hive wall, emanating from the corpse, as if announcing its absence.",
	  "SCANNER ERROR: Object not found. The space where the alien fell is now registering as a perfect vacuum.",
	  "The creature's death rattle was not a sound, but a burst of radio static that briefly formed a coherent, chilling message: '...one of us...'",
	  "This one is dead, but its function is not. Your suit detects a massive data upload originating from its remains.",
	  "The alien's {body_part} splits open, releasing a swarm of tiny, harmless spores that smell strongly of {smell} and home.",
	  "Its genetic material is actively rewriting itself, becoming something new and {texture}.",
	  "As you watch, the corpse deflates like a balloon, the {fluid_color} {fluid_type} within seemingly absorbed by the hive itself.",
	  "Your suit's material analyzer flags the alien's composition as 'theoretical matter'.",
	  "A soft, {texture} moss begins to grow over the corpse at an accelerated rate, reclaiming it for the hive.",
	  "ANALYZER NOTE: The subject's death has triggered a hormonal cascade in nearby organisms. They are now aware of your precise location.",
	  "The alien's flesh has the consistency of {texture} clay, and it slowly reshapes itself into a crude effigy of another scout.",
	  "This one doesn't seem to have any internal organs, just a cavity filled with a shimmering, {fluid_color} {fluid_type}.",
	  "The scent of {smell} is overpowering, a pheromonal signal that your suit translates as [LOSS/ASSET-DEPRECIATION].",
	  "The creature's multiple limbs are slowly, methodically tying themselves into a complex, impossible knot.",
	  "SCANNER ERROR 773: Temporal anomaly detected. The corpse appears to be decaying in reverse.",
	  "A single, perfect tear of {fluid_color} crystal forms in the creature's eye socket and then shatters.",
	  "The hive seems to be healing the wound you inflicted, pulling the flesh of the floor up and over the corpse's {body_part}.",
	  "Its biology is a paradox; it appears to be both plant and animal, silicon and carbon.",
	  "You killed it, but its purpose is fulfilled. Your suit detects that the corpse is now a nutrient source for the surrounding biomass.",
	  "The alien's hide is covered in glyphs that shift and change, like an e-ink display showing corrupted data.",
	  "WARNING: LOCALIZED REALITY DISTORTION. The corpse is flickering in and out of existence.",
	  "The sound of your final hit echoes back to you from the corpse, but it's warped into a strange, musical tone.",
	  "Its {body_part} has burst, but instead of organs, a swarm of metallic, beetle-like constructs spills out and burrows into the floor.",
	  "ANALYZER LOG: This entity was a drone. Its consciousness, if any, was never stored locally. It cannot die because it was never truly alive.",
	  "The {fluid_color} {fluid_type} leaking from the wound is highly magnetic, pulling at your suit's metallic components.",
	  "This one appears to have been a juvenile. Its death cry, though silent to you, has audibly agitated the hive.",
	  "The creature's skin is sloughing off, revealing a new, {texture} layer beneath that is perfectly adapted to this environment.",
	  "A memory, not your own, flashes in your mind: a vision of a thousand of these creatures dying in perfect unison.",
	  "The corpse is unnaturally light, as if its density is decreasing with every second.",
	  "Its death has completed some kind of circuit. A section of the hive wall nearby now glows with a soft, internal light.",
	  "The alien's body is covered in what look like barnacles, but they are actually smaller, symbiotic versions of itself.",
	  "ANALYZER ERROR: Subject's mass remains constant, but its volume is decreasing. Recommend immediate withdrawal.",
	  "The creature's {body_part} continues to grasp and twitch, its muscles still receiving signals from an unknown source.",
	  "The air around the body is thick with the smell of {smell}, and you feel a sudden, inexplicable sense of profound sadness.",
	  "This drone's purpose was simple: to die here and release a specific, engineered pheromone upon its death.",
	  "The alien's body is a conduit. The hive's energy flows through it, even now.",
	  "Its death seems to have been... expected. The surrounding hive shows no reaction.",
	  "A single, luminous pearl of {texture} material rolls out from the creature's mouth and comes to a stop at your boot.",
	  "SCANNER LOG: The entity is a vessel. The consciousness has already been transferred to a new host.",
	  "The floor beneath the corpse is becoming soft and {texture}, like quicksand.",
	  "Its final act was to turn its head and stare directly at a seemingly blank piece of wall.",
	  "The creature's body is perfectly preserved, but it is rapidly covered by a thick, {fluid_color} cocoon.",
	  "ANALYZER: Threat neutralized. Query: what is a 'threat'?"
	],
	"body_parts": [
	  "cephalothorax",
	  "primary mandible",
	  "ocular cluster",
	  "thoracic cavity",
	  "abdominal sac",
	  "forelimb",
	  "chitinous plating",
	  "respiratory spiracle",
	  "neuro-ganglion",
	  "cephalothorax",
	  "primary mandible",
	  "ocular cluster",
	  "thoracic cavity",
	  "abdominal sac",
	  "forelimb",
	  "chitinous plating",
	  "respiratory spiracle",
	  "neuro-ganglion",
	  "ovipositor",
	  "digestive tract",
	  "sensory antenna",
	  "tarsal claw",
	  "exoskeletal joint",
	  "vocal sac",
	  "bioluminescent organ",
	  "filter-feeding tendril",
	  "photoreceptive membrane",
	  "gravity-gland",
	  "synaptic node",
	  "spore-sac",
	  "phase-shifter organ",
	  "membranous wing",
	  "caudal appendage",
	  "proboscis",
	  "cranial ridge",
	  "pectoral fin",
	  "spinneret",
	  "tympanal organ",
	  "osmatic sensor",
	  "radiating fin",
	  "cloacal vent",
	  "aortic arch",
	  "cerebral mass",
	  "brachial cluster",
	  "dorsal plate",
	  "ventral nerve cord",
	  "haptic sensor",
	  "pheromonal gland",
	  "sub-dermal spine",
	  "telson",
	  "uropod",
	  "pleopod",
	  "siphon",
	  "radula",
	  "ctenidium",
	  "mantle",
	  "visceral mass",
	  "hemocoel"
	],
	"textures": [
	  "pulsating",
	  "crystalline",
	  "fibrous",
	  "gelatinous",
	  "ichorous",
	  "gaseous",
	  "brittle",
	  "metallic",
	  "pulsating",
	  "crystalline",
	  "fibrous",
	  "gelatinous",
	  "ichorous",
	  "gaseous",
	  "brittle",
	  "metallic",
	  "vitreous",
	  "spongiform",
	  "rugose",
	  "velvety",
	  "nodular",
	  "prismatic",
	  "ossified",
	  "papery",
	  "viscous",
	  "columnar",
	  "necrotic",
	  "chitinous",
	  "membranous",
	  "scabrous",
	  "opalescent",
	  "pitted",
	  "vesicular",
	  "foliated",
	  "granular",
	  "sintered",
	  "porous",
	  "mottled",
	  "striated",
	  "lenticular",
	  "corrugated",
	  "waxy",
	  "friable",
	  "calcified",
	  "siliceous",
	  "woven",
	  "gritty",
	  "clotted",
	  "filamentous",
	  "laminated",
	  "scoriaceous",
	  "vermiculated",
	  "areolate",
	  "cancellous",
	  "pustular",
	  "shagreen",
	  "tabulate",
	  "trabecular"
	],
	"fluids": {
	  "colors": [
		"oily black",
		"vibrant purple",
		"milky white",
		"acidic green",
		"copper-colored",
		"translucent",
		"glowing blue",
		"oily black",
		"vibrant purple",
		"milky white",
		"acidic green",
		"copper-colored",
		"translucent",
		"glowing blue",
		"dull grey",
		"vermilion",
		"ochre",
		"cerulean",
		"indigo",
		"pearlescent",
		"colorless",
		"thermochromic",
		"gunmetal",
		"iridescent",
		"murky brown",
		"sanguine",
		"chartreuse",
		"magenta",
		"teal",
		"silver-flecked",
		"gold-sheened",
		"bone-white",
		"soot-black",
		"rust-orange",
		"cobalt",
		"viridian",
		"fuchsia",
		"amethyst",
		"citrine",
		"jade",
		"topaz",
		"garnet",
		"aquamarine",
		"peridot",
		"sapphire",
		"ruby",
		"diamond-clear",
		"emerald",
		"obsidian",
		"onyx",
		"smoky quartz",
		"lapis lazuli",
		"malachite",
		"turquoise",
		"rose-tinted",
		"amber",
		"jet-black"
	  ],
	  "types": [
		"ichor",
		"slime",
		"fluid",
		"aerosol",
		"ooze",
		"gel",
		"mist",
		"ichor",
		"slime",
		"fluid",
		"aerosol",
		"ooze",
		"gel",
		"mist",
		"effluvium",
		"exudate",
		"plasma",
		"slurry",
		"vapor",
		"miasma",
		"secretion",
		"protoplasm",
		"humor",
		"sap",
		"condensate",
		"distillate",
		"effluent",
		"filtrate",
		"leachate",
		"precipitate",
		"serum",
		"suspension",
		"emulsion",
		"colloid",
		"aether",
		"amniotic fluid",
		"bilge",
		"brine",
		"chroma-fluid",
		"cryofluid",
		"cytoplasm",
		"ectoplasm",
		"endolymph",
		"hemolymph",
		"hydrosol",
		"ionic liquid",
		"kinetoplasm",
		"lymph",
		"mercury",
		"marrow",
		"mycelium",
		"putty",
		"resin",
		"sol",
		"synovial fluid",
		"tar",
		"vitriol",
		"sludge"
	  ]
	},
	"smells": [
	  "ozone and burnt sugar",
	  "wet soil and sulfur",
	  "ammonia and cinnamon",
	  "decaying fruit",
	  "static electricity",
	  "hot metal",
	  "petrichor and chlorine",
	  "rotting orchids",
	  "caramelized meat",
	  "wet electronics",
	  "fermenting honey",
	  "crushed mint and rust",
	  "cold glass",
	  "a library on fire",
	  "a freshly struck match",
	  "molten plastic",
	  "sun-baked rock",
	  "the inside of a freezer",
	  "a hospital corridor",
	  "spilled gasoline on wet asphalt",
	  "old paper and cloves",
	  "a thunderstorm",
	  "cut grass and antiseptic",
	  "sandalwood and bleach",
	  "frankincense and decay",
	  "myrrh and engine oil",
	  "saltwater and vinegar",
	  "cherry blossoms and blood",
	  "vanilla and formaldehyde",
	  "lavender and ozone",
	  "rosewater and rust",
	  "eucalyptus and iodine",
	  "citrus and charcoal",
	  "pine needles and plasma",
	  "cedarwood and sulfur",
	  "patchouli and sterile air",
	  "bergamot and decay",
	  "ylang-ylang and burnt wires",
	  "vetiver and antifreeze",
	  "neroli and dust",
	  "jasmine and ozone",
	  "musk and chlorine",
	  "amber and rot",
	  "tobacco and antiseptic",
	  "leather and formaldehyde",
	  "agarwood and rust",
	  "tonka bean and bleach",
	  "opoponax and decay",
	  "benzoin and engine oil",
	  "styrax and sulfur"
	]
  }
}
